/* Notification Titles */
"Bearded Spice - Compatibility Updates" = "Bearded Spice - Compatibility Updates";

/* Menu Titles */
"Check for Compatibility Updates" = "Check for Compatibility Updates";

/* Menu Titles */
"Checking..." = "Checking...";

/* Toolbar item name for the General preference pane */
"General" = "General";

/* General preferences - controllers table */
"Native" = "Native";

/* Title on empty menu */
"menu-no-access-title" = "No access to control from the keyboard";

/* Title on empty menu */
"No applicable tabs open" = "No applicable tabs open";

/* No tack title for tabs menu and default notification */
"no-track-title" = "Track Info not supported";

"favorite-not-supported" = "Favoriting not supported in this player";

/* Restart button */
"ok-button-title" = "Ok";

/* Explanation that we need to restart app */
"universal-access-granted-dialog-text" = "After enabling access in the system settings, you must restart the Beardie, so that the change will bring into effect.";

/* Common title for Preferences window */
"Preferences" = "Preferences";

/* Toolbar item name for the Shortcuts preference pane */
"Shortcuts" = "Shortcuts";

/* General preferences - controllers table */
"Web" = "Web";

/* Title on empty menu */
"menu-need-restart-title" = "You must restart Beardie";

/* Title that we need to restart app */
"universal-access-granted-dialog-title" = "You must restart Beardie to continue";

"universal-access-granted-dialog-restart-button-title" = "Restart";

/* Title of the suggestion about installing Beardie extensions for browsers. */
"install-enable-extension-title" = "Install and enable Browser Extension";

/* Informative text of the suggestion about installing Beardie extensions for browsers. */
"install-enable-extension-text" = "In order to manage the media players on supported sites, it is necessary to install and enabled the Beardie browser extension.";

/* Button title */
"install-enable-extension-button-title" = "Get Extensions...";

/* Button title */
"cancel-button-title" = "Cancel";

"continue-button-title" = "Continue";

"install-control-server-cert-title" = "Allow to install Beardie Control Server certificate";

"install-control-server-cert-text" = "To encrypt the channel between the browser extension and the main Beardie application, a self-signed certificate named \"Beardie Control Server\" will be installed in the user's keychain. To do this, you will need to enter the username and password.";

"fistrun-open-preference-title" = "Enable Browser Extensions";

"fistrun-open-preference-text" = "In order for a Beardie to control players on media sites, it is necessary to enable this feature in the application preferences.";

/* Button title */
"fistrun-open-preferences-button-title" = "Open Preferences...";

/* Strategy reload old version error */
"strategy-reload-old-version-error" = "New strategy with name \"%@\" has older version.";

/* Title of the alert about updating strategies from unsupported source */
"preferences-strategies-unsupported-update-alert-title" = "Do you really want to update strategies from the unsupported strategies repository?";

/* Informative text of the alert about updating strategies from unsupported source */
"preferences-strategies-unsupported-update-alert-text" = "Files with new strategies or with a newer version of existing ones will be taken from the repository of unsupported (custom) strategies and saved in the app as custom strategies. Moreover, if strategy, which  found for updating is used as custom already by app, then custom strategy, which is used, will be overwritten.";

"preferences-strategies-unsupported-update-button-title" = "Update...";
"preferences-strategies-unsupported-update-button-title-in-action" = "Updating...";


"preferences-strategies-unsupported-download-button-title" = "Download...";
"preferences-strategies-unsupported-download-button-title-in-action" = "Downloading...";

"button-title-update" = "Update";

"preferences-strategies-export-select-folder-title" = "Beardie - Choose a folder for exporting";
"preferences-strategies-export-select-folder-button-title" = "Export";

"preferences-strategies-unsupported-download-select-folder-title" = "Beardie - Choose a folder for downloading";
"preferences-strategies-unsupported-download-select-folder-button-title" = "Download";
"preferences-strategies-unsupported-download-error-alert-message-text" = "Can't download unsupported strategies.";

"unknown" = "Unknown";

"alert-strategy-changed-title" = "Reload web pages if necessary";
"alert-strategy-changed-text" = "The versions of strategies have been updated, or the list of supported sites has changed. For the changes to take effect, you need to reload the corresponding web pages";

"strategy-manager-obtain-manifest-error" = "Can't get a list of strategies in the remote repository";

"apple-music-track-info-not-supported" = "Apple Music track info not supported";

"sonos-adapter-track-title-line-in" = "Line-In";

"sonos-adapter-track-title-tv" = "TV";

"warning-notification-ax-fullscreen-bug-title" = "%@ app is not fully supported";
"warning-notification-ax-fullscreen-bug-subtitle" = "The current player has no API";
"warning-notification-ax-fullscreen-bug-body" = "To make it work, you need to exit fullscreen. Use the shortcut \"Raise/Hide Active Player Window\" for quickly switch";
